{
    "1": {
        "Nombre": "Respuesta al nombre",
        "sin_ayuda": "El alumno dirige y enfoca su atención a la cara de la persona al escuchar su nombre estando fuera de su campo visual de manera constante y sin ayuda.",
        "con_ayuda": "El alumno dirige y enfoca su atención a la cara de la persona al escuchar su nombre estando fuera de su campo visual en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no dirige ni enfoca su atención a la cara de la persona al escuchar su nombre estando fuera de su campo visual y siempre requiere ayuda total para lograrlo."
    },
    "2": {
        "Nombre": "Mírame",
        "sin_ayuda": "El alumno dirige y enfoca su atención a la cara de la persona que lo llama realizando contacto visual de manera constante y sin ayuda.",
        "con_ayuda": "El alumno dirige y enfoca su atención a la cara de la persona que lo llama realizando contacto visual en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no dirige ni enfoca su atención a la cara de la persona que lo llama realizando contacto visual y siempre requiere ayuda total para lograrlo."
    },
    "3": {
        "Nombre": "Mira",
        "sin_ayuda": "El alumno dirige su atención hacia el estímulo que se le señala de manera constante y sin ayuda.",
        "con_ayuda": "El alumno dirige su atención hacia el estímulo que se le señala en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no dirige su atención hacia el estímulo que se le señala y siempre requiere ayuda total para lograrlo."
    },
    "4": {
        "Nombre": "Imitaciones motoras gruesas",
        "sin_ayuda": "El alumno mueve manos y pies replicando el modelo visual de manera constante y sin ayuda.",
        "con_ayuda": "El alumno mueve manos y pies replicando el modelo visual en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no mueve manos ni pies replicando el modelo visual y siempre requiere ayuda total para lograrlo."
    },
    "5": {
        "Nombre": "Imitaciones motoras finas",
        "sin_ayuda": "El alumno mueve manos y dedos replicando el modelo visual de manera constante y sin ayuda.",
        "con_ayuda": "El alumno mueve manos y dedos replicando el modelo visual en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no mueve manos ni dedos replicando el modelo visual y siempre requiere ayuda total para lograrlo."
    },
    "6": {
        "Nombre": "Imitación de movimientos orofaciales",
        "sin_ayuda": "El alumno mueve los músculos de la boca replicando el modelo visual (ej. sacar la lengua) de manera constante y sin ayuda.",
        "con_ayuda": "El alumno mueve los músculos de la boca replicando el modelo visual (ej. sacar la lengua) en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no mueve los músculos de la boca replicando el modelo visual (ej. sacar la lengua) y siempre requiere ayuda total para lograrlo."
    },
    "7": {
        "Nombre": "Seguimiento de instrucciones básicas",
        "sin_ayuda": "El alumno ejecuta la instrucción que se le verbaliza (ej. 'Siéntate') de manera constante y sin ayuda.",
        "con_ayuda": "El alumno ejecuta la instrucción que se le verbaliza (ej. 'Siéntate') en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no ejecuta la instrucción que se le verbaliza (ej. 'Siéntate') y siempre requiere ayuda total para lograrlo."
    },
    "8": {
        "Nombre": "Señalar con índice",
        "sin_ayuda": "El alumno señala objetos de interés con el dedo índice de manera constante y sin ayuda.",
        "con_ayuda": "El alumno señala objetos de interés con el dedo índice en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no señala objetos de interés con el dedo índice y siempre requiere ayuda total para lograrlo."
    },
    "9": {
        "Nombre": "Responder sí y no con la cabeza",
        "sin_ayuda": "El alumno responde correctamente por medio de un gesto (sí/no) a preguntas de 'sí' o 'no' de manera constante y sin ayuda.",
        "con_ayuda": "El alumno responde correctamente por medio de un gesto (sí/no) a preguntas de 'sí' o 'no' en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no responde correctamente por medio de un gesto (sí/no) a preguntas de 'sí' o 'no' y siempre requiere ayuda total para lograrlo."
    },
    "10": {
        "Nombre": "Reconocimiento de esquema corporal",
        "sin_ayuda": "El alumno reconoce las partes del cuerpo de manera constante y sin ayuda.",
        "con_ayuda": "El alumno reconoce las partes del cuerpo en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no reconoce las partes del cuerpo y siempre requiere ayuda total para lograrlo."
    },
    "11": {
        "Nombre": "Emparejamiento de estímulos visuales",
        "sin_ayuda": "El alumno coloca dos estímulos iguales juntos siguiendo la instrucción 'pon con el mismo' de manera constante y sin ayuda.",
        "con_ayuda": "El alumno coloca dos estímulos iguales juntos siguiendo la instrucción 'pon con el mismo' en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no coloca dos estímulos iguales juntos siguiendo la instrucción 'pon con el mismo' y siempre requiere ayuda total para lograrlo."
    },
    "12": {
        "Nombre": "Vocabulario receptivo",
        "sin_ayuda": "El alumno identifica señalando o entregando la imagen del objeto que se le pide de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica señalando o entregando la imagen del objeto que se le pide en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica señalando o entregando la imagen del objeto que se le pide y siempre requiere ayuda total para lograrlo."
    },
    "13": {
        "Nombre": "Seguimiento de instrucciones con objetos",
        "sin_ayuda": "El alumno sigue una instrucción de un solo paso de manera constante y sin ayuda.",
        "con_ayuda": "El alumno sigue una instrucción de un solo paso en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no sigue una instrucción de un solo paso y siempre requiere ayuda total para lograrlo."
    },
    "14": {
        "Nombre": "Seguimiento de instrucciones complejas: encadenadas de 2-3 pasos",
        "sin_ayuda": "El alumno sigue la instrucción realizando ambas acciones en el orden indicado (ej. 'Aplaude y sube tus brazos') de manera constante y sin ayuda.",
        "con_ayuda": "El alumno sigue la instrucción realizando ambas acciones en el orden indicado (ej. 'Aplaude y sube tus brazos') en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no sigue la instrucción realizando ambas acciones en el orden indicado (ej. 'Aplaude y sube tus brazos') y siempre requiere ayuda total para lograrlo."
    },
    "15": {
        "Nombre": "Seguimiento de instrucciones complejas por trayectoria",
        "sin_ayuda": "El alumno realiza una instrucción que implique caminar cierta distancia (ej. tirar la basura, apagar/prender la luz) de manera constante y sin ayuda.",
        "con_ayuda": "El alumno realiza una instrucción que implique caminar cierta distancia (ej. tirar la basura, apagar/prender la luz) en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no realiza una instrucción que implique caminar cierta distancia (ej. tirar la basura, apagar/prender la luz) y siempre requiere ayuda total para lograrlo."
    },
    "16": {
        "Nombre": "Seguimiento de instrucciones complejas por trayectoria de 2-3 órdenes",
        "sin_ayuda": "El alumno realiza las instrucciones que se le dan en el orden indicado de manera constante y sin ayuda.",
        "con_ayuda": "El alumno realiza las instrucciones que se le dan en el orden indicado en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no realiza las instrucciones que se le dan en el orden indicado y siempre requiere ayuda total para lograrlo."
    },
    "17": {
        "Nombre": "Imitación de onomatopeyas",
        "sin_ayuda": "El alumno imita sonidos de objetos, cuerpo, entre otros de manera constante y sin ayuda.",
        "con_ayuda": "El alumno imita sonidos de objetos, cuerpo, entre otros en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no imita sonidos de objetos, cuerpo, entre otros y siempre requiere ayuda total para lograrlo."
    },
    "18": {
        "Nombre": "Ejercicios orofaciales",
        "sin_ayuda": "El alumno realiza ejercicios orofaciales para estimular la conciencia oral y la coordinación de los órganos fonoarticuladores de manera constante y sin ayuda.",
        "con_ayuda": "El alumno realiza ejercicios orofaciales para estimular la conciencia oral y la coordinación de los órganos fonoarticuladores en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no realiza ejercicios orofaciales para estimular la conciencia oral y la coordinación de los órganos fonoarticuladores y siempre requiere ayuda total para lograrlo."
    },
    "19": {
        "Nombre": "Vocales",
        "sin_ayuda": "El alumno menciona e imita vocales de manera constante y sin ayuda.",
        "con_ayuda": "El alumno menciona e imita vocales en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no menciona ni imita vocales y siempre requiere ayuda total para lograrlo."
    },
    "20": {
        "Nombre": "Sílabas",
        "sin_ayuda": "El alumno imita y menciona cadenas silábicas comenzando por las más comunes e incrementando la complejidad de los fonemas de manera constante y sin ayuda.",
        "con_ayuda": "El alumno imita y menciona cadenas silábicas comenzando por las más comunes e incrementando la complejidad de los fonemas en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no imita ni menciona cadenas silábicas y siempre requiere ayuda total para lograrlo."
    },
    "21": {
        "Nombre": "Ecóicas",
        "sin_ayuda": "El alumno repite el vocabulario que el terapeuta le menciona de manera constante y sin ayuda.",
        "con_ayuda": "El alumno repite el vocabulario que el terapeuta le menciona en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no repite el vocabulario que el terapeuta le menciona y siempre requiere ayuda total para lograrlo."
    },
    "22": {
        "Nombre": "Mandos (palabras para pedir)",
        "sin_ayuda": "El alumno solicita verbalmente el objeto que desea de manera constante y sin ayuda.",
        "con_ayuda": "El alumno solicita verbalmente el objeto que desea en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no solicita verbalmente el objeto que desea y siempre requiere ayuda total para lograrlo."
    },
    "23": {
        "Nombre": "Tactos",
        "sin_ayuda": "El alumno nombra la imagen u objeto que se le presenta de manera constante y sin ayuda.",
        "con_ayuda": "El alumno nombra la imagen u objeto que se le presenta en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no nombra la imagen u objeto que se le presenta y siempre requiere ayuda total para lograrlo."
    },
    "24": {
        "Nombre": "Vocabulario",
        "sin_ayuda": "El alumno reconoce y utiliza el vocabulario a través de campos semánticos de manera constante y sin ayuda.",
        "con_ayuda": "El alumno reconoce y utiliza el vocabulario a través de campos semánticos en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no reconoce ni utiliza el vocabulario a través de campos semánticos y siempre requiere ayuda total para lograrlo."
    },
    "25": {
        "Nombre": "Intraverbales",
        "sin_ayuda": "El alumno responde a preguntas de información personal de manera constante y sin ayuda.",
        "con_ayuda": "El alumno responde a preguntas de información personal en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no responde a preguntas de información personal y siempre requiere ayuda total para lograrlo."
    },
    "26": {
        "Nombre": "Selección/preferencia '¿quieres?'",
        "sin_ayuda": "El alumno responde verbalmente con 'sí' o 'no' según sus gustos y deseos de manera constante y sin ayuda.",
        "con_ayuda": "El alumno responde verbalmente con 'sí' o 'no' según sus gustos y deseos en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no responde verbalmente con 'sí' o 'no' según sus gustos y deseos y siempre requiere ayuda total para lograrlo."
    },
    "27": {
        "Nombre": "¿Qué quieres?",
        "sin_ayuda": "El alumno responde con el nombre del objeto deseado cuando se le muestran opciones de manera constante y sin ayuda.",
        "con_ayuda": "El alumno responde con el nombre del objeto deseado cuando se le muestran opciones en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no responde con el nombre del objeto deseado cuando se le muestran opciones y siempre requiere ayuda total para lograrlo."
    },
    "28": {
        "Nombre": "De función '¿Para qué sirve?'",
        "sin_ayuda": "El alumno identifica y nombra la función de los objetos de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y nombra la función de los objetos en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni nombra la función de los objetos y siempre requiere ayuda total para lograrlo."
    },
    "29": {
        "Nombre": "Posesivos Mío/Tuyo",
        "sin_ayuda": "El alumno responde ‘mío’ o ‘tuyo’ a la pregunta ‘¿de quién es?’ de manera constante y sin ayuda.",
        "con_ayuda": "El alumno responde ‘mío’ o ‘tuyo’ a la pregunta ‘¿de quién es?’ en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no responde ‘mío’ o ‘tuyo’ a la pregunta ‘¿de quién es?’ y siempre requiere ayuda total para lograrlo."
    },
    "30": {
        "Nombre": "Preposiciones '¿dónde?'",
        "sin_ayuda": "El alumno identifica y nombra conceptos espaciales respondiendo ‘¿dónde está?’ de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y nombra conceptos espaciales respondiendo ‘¿dónde está?’ en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni nombra conceptos espaciales respondiendo ‘¿dónde está?’ y siempre requiere ayuda total para lograrlo."
    },
    "31": {
        "Nombre": "Sensaciones ¿Dónde sientes?",
        "sin_ayuda": "El alumno identifica y nombra la parte del cuerpo en donde siente el estímulo de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y nombra la parte del cuerpo en donde siente el estímulo en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni nombra la parte del cuerpo en donde siente el estímulo y siempre requiere ayuda total para lograrlo."
    },
    "32": {
        "Nombre": "Acciones ¿Qué está haciendo?",
        "sin_ayuda": "El alumno identifica y nombra la acción que se le muestra de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y nombra la acción que se le muestra en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni nombra la acción que se le muestra y siempre requiere ayuda total para lograrlo."
    },
    "33": {
        "Nombre": "¿Qué estás haciendo?",
        "sin_ayuda": "El alumno identifica y nombra la acción que está realizando de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y nombra la acción que está realizando en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni nombra la acción que está realizando y siempre requiere ayuda total para lograrlo."
    },
    "34": {
        "Nombre": "¿Qué estoy haciendo?",
        "sin_ayuda": "El alumno identifica y nombra la acción del terapeuta o de la persona que realiza la pregunta de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y nombra la acción del terapeuta o de la persona que realiza la pregunta en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni nombra la acción del terapeuta o de la persona que realiza la pregunta y siempre requiere ayuda total para lograrlo."
    },
    "35": {
        "Nombre": "Descripciones",
        "sin_ayuda": "El alumno nombra adjetivos calificativos de manera constante y sin ayuda.",
        "con_ayuda": "El alumno nombra adjetivos calificativos en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no nombra adjetivos calificativos y siempre requiere ayuda total para lograrlo."
    },
    "36": {
        "Nombre": "Explicación: ¿por qué?",
        "sin_ayuda": "El alumno responde a preguntas de tipo ¿por qué? discriminando, explicando y eligiendo el estímulo que no corresponde a la categoría de manera constante y sin ayuda.",
        "con_ayuda": "El alumno responde a preguntas de tipo ¿por qué? discriminando, explicando y eligiendo el estímulo que no corresponde a la categoría en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no responde a preguntas de tipo ¿por qué? discriminando, explicando y eligiendo el estímulo que no corresponde a la categoría y siempre requiere ayuda total para lograrlo."
    },
    "37": {
        "Nombre": "Auto cíclicas",
        "sin_ayuda": "El alumno realiza oraciones cortas de 3-4 palabras de manera constante y sin ayuda.",
        "con_ayuda": "El alumno realiza oraciones cortas de 3-4 palabras en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no realiza oraciones cortas de 3-4 palabras y siempre requiere ayuda total para lograrlo."
    },
    "38": {
        "Nombre": "Yo tengo",
        "sin_ayuda": "El alumno realiza oraciones cortas de 3-4 palabras utilizando la estructura 'yo tengo' de manera constante y sin ayuda.",
        "con_ayuda": "El alumno realiza oraciones cortas de 3-4 palabras utilizando la estructura 'yo tengo' en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no realiza oraciones cortas de 3-4 palabras utilizando la estructura 'yo tengo' y siempre requiere ayuda total para lograrlo."
    },
    "39": {
        "Nombre": "Yo veo",
        "sin_ayuda": "El alumno realiza oraciones cortas de 3-4 palabras utilizando la estructura 'yo veo' de manera constante y sin ayuda.",
        "con_ayuda": "El alumno realiza oraciones cortas de 3-4 palabras utilizando la estructura 'yo veo' en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no realiza oraciones cortas de 3-4 palabras utilizando la estructura 'yo veo' y siempre requiere ayuda total para lograrlo."
    },
    "40": {
        "Nombre": "Me gusta/no me gusta",
        "sin_ayuda": "El alumno nombra cosas o situaciones que son de su gusto/agrado y de su desagrado de manera constante y sin ayuda.",
        "con_ayuda": "El alumno nombra cosas o situaciones que son de su gusto/agrado y de su desagrado en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no nombra cosas o situaciones que son de su gusto/agrado y de su desagrado y siempre requiere ayuda total para lograrlo."
    },   
    "41": {
        "Nombre": "Formación de oraciones",
        "sin_ayuda": "El alumno desarrolla y forma oraciones compuestas por sujeto, verbo y predicado de manera constante y sin ayuda.",
        "con_ayuda": "El alumno desarrolla y forma oraciones compuestas por sujeto, verbo y predicado en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no desarrolla ni forma oraciones compuestas por sujeto, verbo y predicado y siempre requiere ayuda total para lograrlo."
    },
    "42": {
        "Nombre": "Experiencias",
        "sin_ayuda": "El alumno narra y expresa experiencias y sucesos que hayan ocurrido durante el día o en días pasados de manera constante y sin ayuda.",
        "con_ayuda": "El alumno narra y expresa experiencias y sucesos que hayan ocurrido durante el día o en días pasados en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no narra ni expresa experiencias y sucesos que hayan ocurrido durante el día o en días pasados y siempre requiere ayuda total para lograrlo."
    },
    "43": {
        "Nombre": "Correcta articulación de fonemas",
        "sin_ayuda": "El alumno emite correctamente los sonidos de los fonemas comenzando de manera aislada, después en sílabas, palabras y oraciones cortas de manera constante y sin ayuda.",
        "con_ayuda": "El alumno emite correctamente los sonidos de los fonemas comenzando de manera aislada, después en sílabas, palabras y oraciones cortas en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no emite correctamente los sonidos de los fonemas y siempre requiere ayuda total para lograrlo."
    },
    "44": {
        "Nombre": "Atención Focal Visual Auditiva",
        "sin_ayuda": "El alumno selecciona y centra la atención en un estímulo en particular de manera constante y sin ayuda.",
        "con_ayuda": "El alumno selecciona y centra la atención en un estímulo en particular en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no selecciona ni centra la atención en un estímulo en particular y siempre requiere ayuda total para lograrlo."
    },
    "45": {
        "Nombre": "Atención Sostenida Visual Auditiva",
        "sin_ayuda": "El alumno mantiene la atención durante un periodo prolongado de tiempo mientras se lleva a cabo una determinada tarea (interviene la motivación/fatiga) de manera constante y sin ayuda.",
        "con_ayuda": "El alumno mantiene la atención durante un periodo prolongado de tiempo mientras se lleva a cabo una determinada tarea (interviene la motivación/fatiga) en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no mantiene la atención durante un periodo prolongado de tiempo mientras se lleva a cabo una determinada tarea y siempre requiere ayuda total para lograrlo."
    },
    "46": {
        "Nombre": "Atención Dividida",
        "sin_ayuda": "El alumno atiende a más de un estímulo a la vez de manera constante y sin ayuda.",
        "con_ayuda": "El alumno atiende a más de un estímulo a la vez en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no atiende a más de un estímulo a la vez y siempre requiere ayuda total para lograrlo."
    },
    "47": {
        "Nombre": "Atención Conjunta",
        "sin_ayuda": "El alumno comparte intereses por un mismo objeto o actividad de manera constante y sin ayuda.",
        "con_ayuda": "El alumno comparte intereses por un mismo objeto o actividad en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no comparte intereses por un mismo objeto o actividad y siempre requiere ayuda total para lograrlo."
    },
    "48": {
        "Nombre": "Memoria de trabajo",
        "sin_ayuda": "El alumno memoriza y recupera información para ejecutar una tarea a corto plazo a partir de estímulos visuales o auditivos de manera constante y sin ayuda.",
        "con_ayuda": "El alumno memoriza y recupera información para ejecutar una tarea a corto plazo a partir de estímulos visuales o auditivos en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no memoriza ni recupera información para ejecutar una tarea a corto plazo y siempre requiere ayuda total para lograrlo."
    },
    "49": {
        "Nombre": "Memoria Episódica",
        "sin_ayuda": "El alumno recuerda momentos, lugares y emociones de un suceso de manera estructurada y sin ayuda.",
        "con_ayuda": "El alumno recuerda momentos, lugares y emociones de un suceso en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no recuerda momentos, lugares ni emociones de un suceso y siempre requiere ayuda total para lograrlo."
    },
    "50": {
        "Nombre": "Control inhibitorio",
        "sin_ayuda": "El alumno regula y concientiza las respuestas automatizadas de manera constante y sin ayuda.",
        "con_ayuda": "El alumno regula y concientiza las respuestas automatizadas en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no regula ni concientiza las respuestas automatizadas y siempre requiere ayuda total para lograrlo."
    },
    "51": {
        "Nombre": "Flexibilidad",
        "sin_ayuda": "El alumno se adapta y regula ante cambios inesperados proponiendo diferentes actividades de manera constante y sin ayuda.",
        "con_ayuda": "El alumno se adapta y regula ante cambios inesperados proponiendo diferentes actividades en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no se adapta ni regula ante cambios inesperados y siempre requiere ayuda total para lograrlo."
    },
    "52": {
        "Nombre": "Semejanzas",
        "sin_ayuda": "El alumno realiza inferencias básicas, relacionando conceptos de diferentes categorías de manera constante y sin ayuda.",
        "con_ayuda": "El alumno realiza inferencias básicas, relacionando conceptos de diferentes categorías en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no realiza inferencias básicas ni relaciona conceptos de diferentes categorías y siempre requiere ayuda total para lograrlo."
    },
    "53": {
        "Nombre": "Diferencias",
        "sin_ayuda": "El alumno identifica diferencias entre dos conceptos de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica diferencias entre dos conceptos en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica diferencias entre dos conceptos y siempre requiere ayuda total para lograrlo."
    },
    "54": {
        "Nombre": "Fluidez Verbal",
        "sin_ayuda": "El alumno incrementa la comunicación, el vocabulario y la fluidez de manera constante y sin ayuda.",
        "con_ayuda": "El alumno incrementa la comunicación, el vocabulario y la fluidez en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no incrementa la comunicación, el vocabulario ni la fluidez y siempre requiere ayuda total para lograrlo."
    },
    "55": {
        "Nombre": "Temporalidad",
        "sin_ayuda": "El alumno comprende sentidos temporales (ayer, hoy, mañana) de manera constante y sin ayuda.",
        "con_ayuda": "El alumno comprende sentidos temporales (ayer, hoy, mañana) en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no comprende sentidos temporales (ayer, hoy, mañana) y siempre requiere ayuda total para lograrlo."
    },
    "56": {
        "Nombre": "Adivinanzas",
        "sin_ayuda": "El alumno estimula el pensamiento abstracto a partir de conceptos descriptivos de manera constante y sin ayuda.",
        "con_ayuda": "El alumno estimula el pensamiento abstracto a partir de conceptos descriptivos en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no estimula el pensamiento abstracto a partir de conceptos descriptivos y siempre requiere ayuda total para lograrlo."
    },
    "57": {
        "Nombre": "Verbos Mentales",
        "sin_ayuda": "El alumno desarrolla el pensamiento abstracto, juicio y análisis por medio de conceptos abstractos, identificando deseos, pensamientos, gustos y creencias ajenas a las de uno mismo de manera constante y sin ayuda.",
        "con_ayuda": "El alumno desarrolla el pensamiento abstracto, juicio y análisis por medio de conceptos abstractos, identificando deseos, pensamientos, gustos y creencias ajenas a las de uno mismo en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no desarrolla el pensamiento abstracto, juicio ni análisis por medio de conceptos abstractos y siempre requiere ayuda total para lograrlo."
    },
    "58": {
        "Nombre": "Uso de metáforas",
        "sin_ayuda": "El alumno identifica y comprende el sentido figurado de las oraciones de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y comprende el sentido figurado de las oraciones en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni comprende el sentido figurado de las oraciones y siempre requiere ayuda total para lograrlo."
    },
    "59": {
        "Nombre": "Absurdos",
        "sin_ayuda": "El alumno discrimina si un escenario es posible o absurdo de manera constante y sin ayuda.",
        "con_ayuda": "El alumno discrimina si un escenario es posible o absurdo en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no discrimina si un escenario es posible o absurdo y siempre requiere ayuda total para lograrlo."
    },
    "60": {
        "Nombre": "Planificación",
        "sin_ayuda": "El alumno incrementa la organización y planificación de manera constante y sin ayuda.",
        "con_ayuda": "El alumno incrementa la organización y planificación en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no incrementa la organización ni la planificación y siempre requiere ayuda total para lograrlo."
    },
    "61": {
        "Nombre": "Motricidad fina",
        "sin_ayuda": "El alumno desarrolla habilidades motoras finas para el agarre y escritura de manera constante y sin ayuda.",
        "con_ayuda": "El alumno desarrolla habilidades motoras finas para el agarre y escritura en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no desarrolla habilidades motoras finas para el agarre ni la escritura y siempre requiere ayuda total para lograrlo."
    },
    "62": {
        "Nombre": "Conducta adaptativa",
        "sin_ayuda": "El alumno regula y adecua la conducta en los diferentes contextos sociales, desarrollando las habilidades sociales y prácticas que permiten responder a las circunstancias de la vida de manera constante y sin ayuda.",
        "con_ayuda": "El alumno regula y adecua la conducta en los diferentes contextos sociales, desarrollando las habilidades sociales y prácticas que permiten responder a las circunstancias de la vida en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no regula ni adecua la conducta en los diferentes contextos sociales y siempre requiere ayuda total para lograrlo."
    },
    "63": {
        "Nombre": "Tolerancia a la frustración",
        "sin_ayuda": "El alumno incrementa los tiempos de tolerancia y espera ante actividades u objetos deseados, desarrollando las habilidades de regulación de impulsos de frustración, aumentando la paciencia y tolerancia ante situaciones desagradables de manera constante y sin ayuda.",
        "con_ayuda": "El alumno incrementa los tiempos de tolerancia y espera ante actividades u objetos deseados, desarrollando las habilidades de regulación de impulsos de frustración, aumentando la paciencia y tolerancia ante situaciones desagradables en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no incrementa los tiempos de tolerancia ni espera ante actividades u objetos deseados y siempre requiere ayuda total para lograrlo."
    },
    "64": {
        "Nombre": "Identificación de emociones",
        "sin_ayuda": "El alumno identifica y reconoce las emociones de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica y reconoce las emociones en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica ni reconoce las emociones y siempre requiere ayuda total para lograrlo."
    },
    "65": {
        "Nombre": "Gestión de emociones",
        "sin_ayuda": "El alumno identifica, modula y canaliza las emociones de manera constante y sin ayuda.",
        "con_ayuda": "El alumno identifica, modula y canaliza las emociones en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no identifica, modula ni canaliza las emociones y siempre requiere ayuda total para lograrlo."
    },
    "66": {
        "Nombre": "Autoconocimiento",
        "sin_ayuda": "El alumno desarrolla autoconciencia de uno mismo, reconociendo fortalezas, áreas de oportunidad, gustos, disgustos, entre otros de manera constante y sin ayuda.",
        "con_ayuda": "El alumno desarrolla autoconciencia de uno mismo, reconociendo fortalezas, áreas de oportunidad, gustos, disgustos, entre otros en ocasiones, pero generalmente requiere ayuda total para lograrlo.",
        "no_logra": "El alumno no desarrolla autoconciencia de uno mismo y siempre requiere ayuda total para lograrlo."
    }
}
