{
    "niveles_desarrollo": {
      "nivel_1": {
        "nombre": "Pre-intencional",
        "caracteristicas": {
          "imitacion": "Ausente o mínima (no responde a modelado físico/visual)",
          "lenguaje_receptivo": "No sigue instrucciones, atención conjunta limitada",
          "lenguaje_expresivo": "Sin vocalizaciones intencionales o comunicación no simbólica",
          "enfoque_recomendado": "Establecimiento de rutinas sensoriales predecibles, uso de sistemas de comunicación no verbal, reforzamiento de contacto visual espontáneo",
          "capacidad_cognitiva_adaptativa": {}
        },
        "sugerencias": [
          "Crear un espacio sensorial seguro con cojines de diferentes texturas y luces suaves para estimulación táctil/visual",
          "Implementar rutinas diarias con secuencias predecibles (ej. canción específica antes de comer + mismo mantel texturizado)",
          "Usar un tablero de comunicación básico con 2-3 imágenes grandes (comida, agua, abrazo) guiando físicamente la mano para seleccionar",
          "Colgar móviles u objetos contrastantes a 30 cm del rostro durante cambios de pañal para estimular enfoque visual",
          "Realizar masaje corporal profundo con pelota texturada antes de transiciones entre actividades",
          "Utilizar instrumentos musicales simples (pandereta, maraca) realizando movimientos repetitivos frente al espejo",
          "Crear una 'caja de objetos reactivos' (pelota con luz, juguete vibrador) que se activan solo con contacto físico",
          "Establecer 5 interacciones de 2 minutos diarios cara a cara imitando sus vocalizaciones espontáneas",
          "Usar un cronograma visual con fotos reales y objetos concretos para anticipar actividades",
          "Implementar pausas sensoriales cada 45 minutos con balanceo suave en hamaca o presión profunda",
          "Colocar alimentos/temidas preferidos cerca de tu rostro para incentivar miradas fugaces",
          "Crear circuitos sensoriales simples (alfombra de burbujas -> tunel de tela -> cojín vibratorio)",
          "Usar anticipación táctil: tocar su mano suavemente antes de iniciar cualquier contacto físico",
          "Gradual exposición a nuevas texturas usando elementos cotidianos (cepillo suave, esponja húmeda)",
          "Responder consistentemente a cualquier señal no verbal (ej. si lanza objeto, siempre decir '¿más?' y repetir acción)",
          "Introducir juguetes causa-efecto adaptados (botón grande que activa música al presionar)",
          "Realizar actividades paralelas compartidas (ej. ambos golpean tambores sin requerir turnos)",
          "Usar prendas con peso o chaleco compresivo durante actividades que requieren estar sentado",
          "Crear un ritual de conexión matutino: 3 minutos de balanceo rítmico + canción idéntica cada día",
          "Colocar espejos irrompibles en el piso durante el juego boca abajo para estimular autoconciencia",
          "Utilizar transiciones con estímulo olfativo (ej. misma loción antes de dormir, aroma cítrico para comer)"
        ]
      },
      "nivel_2": {
        "nombre": "Intencionalidad emergente",
        "caracteristicas": {
          "imitacion": "Imitación motora gruesa con apoyo físico/visual (ej. golpear objetos al modelársele)",
          "lenguaje_receptivo": "Reconoce órdenes simples con claves contextuales (ej. 'ven' acompañado de gesto)",
          "lenguaje_expresivo": "Vocalizaciones no convencionales (sonidos guturales, gritos funcionales)",
          "enfoque_recomendado": "Entrenamiento en imitación estructurada, uso de claves multisensoriales para seguir instrucciones, introducción de pictogramas con propósito comunicativo",
          "capacidad_cognitiva_adaptativa": {}
        },
        "sugerencias": [
          "Crear un 'rincón de imitación' con pares de objetos idénticos (dos tambores, dos maracas) para modelar acciones simples",
          "Usar secuencias de imitación motora en espejo: golpear mesa 3 veces -> guiar sus manos para repetir -> celebrar cualquier intento",
          "Implementar órdenes contextualizadas con apoyos multisensoriales (ej. decir 'abre' mientras: 1) haces gesto de girar mano 2) suenas timbre 3) muestras imagen de puerta)",
          "Crear un álbum de pictogramas táctiles (imágenes con texturas relevantes: lija para 'áspero', algodón para 'suave')",
          "Diseñar un circuito de obstáculos simples donde cada estación requiera imitar una acción (saltar en círculo, gatear bajo silla)",
          "Usar canciones con acciones corporales predecibles (ej. 'Cabeza, hombros...') deteniéndose estratégicamente para esperar participación",
          "Elaborar tarjetas de secuencia causa-efecto (imagen de mano empujando -> carro moviéndose) usando fotos reales del niño",
          "Introducir un sistema de intercambio con 3 pictogramas básicos (comida, juguete preferido, ayuda) usando un tablero imantado en nevera",
          "Jugar a '¿Qué falta?' con objetos en caja: mostrar 3 items, cerrar caja, sacar uno, hacer gesto exagerado de sorpresa para incentivar señalización",
          "Crear un mural interactivo con materiales que produzcan sonido al tocarlos (papel celofán, cascabeles pegados) para imitar patrones rítmicos",
          "Implementar rutinas de espera estructurada: contar con dedos hasta 3 antes de entregar objeto deseado, modelando gesto de contar",
          "Usar instrumentos musicales adaptados (pandereta con agarradero grueso) para imitar patrones de 1 golpe, celebrando cualquier intento de sincronía",
          "Crear un 'libro de acciones' con fotos del niño realizando actividades diarias (comer, dormir) para asociar gestos a imágenes",
          "Introducir masajes con texturas contrastantes (pluma suave -> esponja rugosa) nombrando cada sensación con vocalizaciones exageradas ('¡uuuuh suave!')",
          "Diseñar un sistema de transiciones con claves auditivas específicas (campana para comer, silbato para salir) asociadas a gestos",
          "Practicar turnos no verbales usando un tobogán de pelotas: papá tira una -> niño tira otra, reforzando con contacto visual",
          "Crear un 'kit de imitación' con objetos que requieran acciones corporales (sonaja para sacudir, olla para golpear con cuchara)",
          "Usar soportes verticales (pizarra imantada) para trabajar posición de manos en actividades de señalar/escoger",
          "Implementar pausas de anticipación: antes de cualquier actividad, mostrar objeto/pictograma + gesto relevante por 10 segundos",
          "Elaborar tarjetas de acciones con velcro: niño debe emparejar foto de acción (saltar) con objeto relacionado (trampolín)",
          "Introducir juegos de oposición suave (tirar de una cuerda blanda) modelando gestos de 'tirar' y 'soltar' con apoyo físico",
          "Crear un registro visual de logros con pictogramas grandes: cada imitación exitosa agrega una estrella texturizada",
          "Usar tecnología adaptada simple (botón de grabación con mensaje 'más') que el niño active con apoyo para comunicación",
          "Practicar seguimiento visual con linterna en pared oscura: mover punto de luz lentamente celebrando cuando lo sigue",
          "Introducir clasificación básica con dos contenedores sensoriales (frio/caliente) guiando mano para soltar objetos en cada uno"
        ]
      },
      "nivel_3": {
        "nombre": "Imitación funcional y comunicación pre-lingüística",
        "caracteristicas": {
          "imitacion": "Imitación motora fina y oral (ej. soplar, mover lengua)",
          "lenguaje_receptivo": "Sigue instrucciones de 1 paso en contexto conocido",
          "lenguaje_expresivo": "Ecolalias inmediatas, vocalizaciones diferenciadas",
          "enfoque_recomendado": "Modelado de sílabas simples, asociación de gestos a necesidades básicas, juegos de turnos con apoyo visual",
          "capacidad_cognitiva_adaptativa": {}
        },
        "sugerencias": [
          "Crear un 'kit de praxias orales' con silbatos de diferentes tonos, pajillas para soplar pompones y espejo portátil para imitar movimientos linguales",
          "Elaborar tarjetas de acciones con secuencias fotográficas: 3 imágenes mostrando pasos para beber agua (tomar vaso, llevar a boca, tragar)",
          "Usar un tablero de elección con 4 opciones (comida, juguete, baño, descanso) asociando cada pictograma a un gesto y vocalización ('a' para agua)",
          "Implementar juegos de imitación en espejo con movimientos faciales exagerados (+ soplar velas de mentira, sacar lengua hacia diferentes direcciones)",
          "Crear un 'libro de ecolalias funcionales' con frases repetitivas asociadas a actividades (al subir al auto: '¡vamos!', al comer: '¡mmm!')",
          "Diseñar un circuito de motricidad fina con pinzas de ropa para colgar objetos, ensartar cuentas grandes y rasgar papel guiando patrones",
          "Introducir un sistema de intercambio con dos pasos: entregar pictograma + hacer gesto (señalar boca para pedir comida)",
          "Usar canciones con pausas estratégicas para completar con vocalizaciones (ej. 'Los pollitos dicen... ¡pío!') reforzando cualquier intento",
          "Crear un mural interactivo con texturas y objetos que requieran diferentes acciones (girar perilla, jalar cordón, presinar botón)",
          "Implementar rutinas de autocuidado con apoyos visuales: secuencia fotográfica para lavado de manos (abrir llave, enjabonar, secar)",
          "Jugar a 'Simón dice' motor simplificado: imitar 1 acción corporal simple (tocar cabeza) con refuerzo inmediato",
          "Usar un registro sonoro con grabador: grabar sus vocalizaciones y reproducirlas asociándolas a significados ('¡aaa!' = abrazo)",
          "Crear parejas de objetos idénticos en caja sensorial (arena, arroz) para practicar 'dame igual' con gesto de mano extendida",
          "Introducir instrumentos de viento simples (armónica, flauta de émbolo) para controlar soplo diferenciado (corto/largo)",
          "Diseñar un álbum de gestos sociales: fotos familiares haciendo saludo/despedida con espacio para pegar stickers al imitar",
          "Usar juegos de construcción con instrucciones visuales: torre de 2 cubos (mostrar foto modelo + gesto 'pon encima')",
          "Implementar un sistema de 'avisos táctiles': tocar suavemente la mejilla antes de pedir sonrisa imitativa",
          "Crear un teatro de sombras con manos para imitar figuras animales acompañadas de sus sonidos (ecolalias funcionales)",
          "Introducir clasificación simple con dos recipientes: alimentos vs. juguetes usando objetos reales en miniatura",
          "Usar tecnología adaptada: app con botones grandes que reproducen palabras clave al tocar (grabadas con voz familiar)",
          "Practicar turnos no verbales con juguete causa-efecto (carrusel que gira al presionar botón alternadamente)",
          "Crear un 'diario sensorial' con muestras de olores/sabores asociados a vocalizaciones (limón -> 'aaah', chocolate -> 'mmm')",
          "Implementar secuencias de juego simbólico básico: alimentar muñeco con gestos exagerados (abrir boca, decir 'ñam')",
          "Usar rompecabezas de 2-3 piezas con pistas táctiles (imán en pieza correcta) para seguir instrucciones de 'encajar'",
          "Introducir masajes orofaciales con vibrador suave antes de ejercicios de articulación",
          "Crear un sistema de recompensas visual con tabla de puntos por imitaciones exitosas (10 puntos = actividad preferida)"
        ]
      },
      "nivel_4": {
        "nombre": "Lenguaje imitativo estructurado",
        "caracteristicas": {
          "imitacion": "Imitación secuencial (ej. dos acciones consecutivas)",
          "lenguaje_receptivo": "Entiende instrucciones de 2 pasos con apoyo visual",
          "lenguaje_expresivo": "Ecolalia diferida, sílabas y palabras sueltas con intención comunicativa",
          "enfoque_recomendado": "Entrenamiento en discriminación de objetos/personas, expansión de palabras a frases telegráficas, introducción de tareas cognitivas básicas",
          "capacidad_cognitiva_adaptativa": {}
        },
        "sugerencias": [
          "Crear un 'tablero de secuencias' con 2 pasos ilustrados (ej. 1. Abrir caja - 2. Guardar objeto) usando fotos reales del niño",
          "Implementar órdenes de dos pasos contextualizadas: 'Toma el peine y péiname' mostrando ambos pictogramas en secuencia",
          "Elaborar un álbum de ecolalias funcionales: grabar frases útiles (¡Está listo! ¡Ayúdame!) para usar en situaciones específicas",
          "Diseñar juegos de clasificación con dos categorías (animales/vehículos) usando objetos reales y tarjetas de referencia",
          "Crear un sistema de comunicación con frases telegráficas (ej. botones separados: 'quiero' + 'agua' para formar solicitud)",
          "Practicar imitación secuencial motora: saltar + girar, usando un espejo grande y marcadores de posición en el piso",
          "Introducir rompecabezas de 4 piezas con pistas visuales (foto completa dividida en cuadrantes numerados)",
          "Usar canciones acumulativas ('Al pasar la barca') que requieran agregar una acción nueva en cada repetición",
          "Crear un 'reloj de actividades' con dos tiempos: pictograma grande + pequeño para anticipar secuencias (ej. merienda -> parque)",
          "Implementar juegos de rol simples con dos acciones consecutivas (alimentar muñeco + acostarlo en cuna)",
          "Diseñar un sistema de recompensas con fichas intercambiables: 2 fichas = actividad preferida, usando tablero visual",
          "Crear un libro interactivo con solapas: bajo cada imagen hay una palabra clave para asociar (ej. perro -> 'guau')",
          "Practicar memoria de trabajo con 'caja misteriosa': guardar 2 objetos, preguntar '¿qué hay dentro?' tras 10 segundos",
          "Introducir juegos de mesa adaptados (lotería simple) que requieran dos acciones: tomar ficha + colocarla en tablero",
          "Usar tecnología con apps de secuenciación básica (ordenar imágenes de acciones cotidianas en 2 pasos)",
          "Crear un mural de 'palabras poder' con vocablos funcionales impresos sobre texturas relacionadas (agua en papel brillante)",
          "Implementar rutinas de autocuidado en dos fases: 'Abre el grifo' -> 'Lava las manos' con apoyo de pictogramas en espejo",
          "Diseñar un circuito de obstáculos que requiera dos acciones por estación (gatear + tocar campana)",
          "Introducir juegos de imitación diferida: grabar video del niño realizando acción y pedir repetición horas después",
          "Crear un 'rincón de decisiones' con opciones binarias (juguete A/B) usando contenedores transparentes etiquetados",
          "Usar instrumentos musicales en secuencia: tambor -> pandereta, marcando el ritmo con tarjetas de colores",
          "Implementar un sistema de 'tareas colaborativas': niño realiza primer paso (poner mesa), adulto completa el segundo",
          "Crear un diario de logros con fotos y palabras clave: pegar imagen + etiqueta escrita de acciones completadas",
          "Introducir juegos de agua con dos recipientes: practicar trasvases usando términos 'lleno/vacío'",
          "Diseñar tarjetas de asociación persona-objeto (mamá + bolso, papá + llaves) para discriminación visual"
        ]
      },
      "nivel_5": {
        "nombre": "Lenguaje propositivo y regulación conductual",
        "caracteristicas": {
          "imitacion": "Imitación de acciones simbólicas (ej. jugar a dar de comer a un muñeco)",
          "lenguaje_receptivo": "Sigue instrucciones con reglas abstractas (ej. 'si terminas, puedes jugar')",
          "lenguaje_expresivo": "Palabras funcionales combinadas (ej. 'mamá ven'), preguntas simples ('¿dónde?')",
          "enfoque_recomendado": "Uso de historias sociales para anticipar rutinas, ejercicios de memoria de trabajo, entrenamiento en autoregulación emocional",
          "capacidad_cognitiva_adaptativa": {}
        },
        "sugerencias": [
          "Crear 'historias sociales interactivas' usando fotos del niño en situaciones cotidianas con diálogos simples en bocadillos",
          "Implementar un sistema de 'tareas encadenadas': tabla visual con 3 pasos (ej. 1. Guardar juguetes 2. Lavar manos 3. Merendar)",
          "Diseñar juegos de rol con títeres que representen emociones básicas (títere triste -> preguntar '¿qué pasó?')",
          "Elaborar un 'termómetro emocional' visual con fotos propias mostrando diferentes niveles de ansiedad/frustración",
          "Crear un libro de 'soluciones sociales' con escenarios comunes (ej. se cayó el helado) y opciones de acción (1. Llorar 2. Pedir otro)",
          "Implementar sistema de tokens con reglas condicionales: 'Si completas 3 fichas, eliges premio' usando tablero con 'si-entonces' visual",
          "Practicar secuencias narrativas simples: ordenar 4 fotos de una acción (romper vaso -> recoger -> tirar a basura -> trapear)",
          "Introducir juegos de memoria con 3 objetos: esconder bajo cubiletes, mover, y preguntar '¿dónde está?' con pistas verbales",
          "Crear un 'rincón de regulación' con cojín vibratorio, botella de la calma y reloj visual para tiempos de espera",
          "Diseñar guiones conversacionales con turnos rotulados (ej. Yo pregunto -> Tú respondes -> Yo comento)",
          "Implementar sistema de 'autoevaluación' post-actividad: tarjetas con caritas felices/tristes para que evalúe su desempeño",
          "Crear un diario emocional con pictogramas: pegar stickers según estado de ánimo tras cada actividad importante",
          "Jugar 'Adivina qué pasó' con fotos de situaciones incompletas (niño con paraguas -> preguntar '¿por qué lo usa?')",
          "Introducir juegos de mesa cooperativos que requieran seguir reglas en 2 pasos (ej. Ludo: tirar dado + mover ficha)",
          "Elaborar 'tarjetas de transición' con cuenta regresiva visual (5 círculos que se tachan cada minuto antes de cambiar actividad)",
          "Crear un 'kit de primeros auxilios emocionales' con objetos calmantes y tarjetas de estrategias (respirar, contar hasta 5)",
          "Practicar inferencias simples: mostrar foto de mamá con bolso y llaves -> preguntar '¿a dónde va?'",
          "Implementar sistema de 'ayudante del día' con 3 responsabilidades estructuradas (regar plantas, poner platos en mesa)",
          "Diseñar un teatro de sombras para representar consecuencias (ej. Niño comparte -> amigo sonríe)",
          "Crear un mapa visual de la casa con zonas de energía (área activa/juegos) y zonas tranquilas (rincón lectura)",
          "Introducir juegos de construcción con instrucciones verbales de 2 características (torre alta con bloques rojos)",
          "Elaborar un 'semáforo conversacional': tarjeta roja (escuchar), amarilla (pensar), verde (responder)",
          "Practicar reconocimiento de emociones en espejo: hacer muecas exageradas y nombrarlas (sorpresa -> ¡oh!)",
          "Crear un sistema de 'elecciones estructuradas': ofrecer 2 opciones de actividades con consecuencias predecibles",
          "Implementar técnica del 'tiempo interno': reloj de arena de 2 minutos para procesar instrucciones antes de actuar"
        ]
      },
      "nivel_6": {
        "nombre": "Lenguaje autónomo y pensamiento flexible",
        "caracteristicas": {
          "imitacion": "Imitación de roles sociales (ej. saludar, despedirse)",
          "lenguaje_receptivo": "Comprende instrucciones condicionales (ej. 'si llueve, usamos paraguas')",
          "lenguaje_expresivo": "Frases completas con ajuste al contexto, narraciones breves",
          "enfoque_recomendado": "Solución de problemas cotidianos, estimulación de funciones ejecutivas, generalización de habilidades",
          "capacidad_cognitiva_adaptativa": {}
        },
        "sugerencias": [
          "Crear un 'banco de roles sociales' con tarjetas ilustradas de situaciones (médico-paciente, vendedor-cliente) para dramatizar",
          "Implementar un tablero de 'planes semanales' con columnas modificables: actividades fijas (escuela) + variables (paseo opcional)",
          "Diseñar historietas interactivas con finales abiertos: niño completa diálogos en bocadillos vacíos según contexto social",
          "Elaborar un libro de 'soluciones múltiples': presentar problema (se rompió juguete) con 3 opciones de acción (pegar, pedir ayuda nuevo, sustituir)",
          "Crear un circuito de tareas domésticas adaptadas: secuencia de 3 pasos (recoger ropa -> clasificar colores -> guardar en cajones)",
          "Implementar juegos de analogías visuales: '¿Qué va junto?' (paraguas-lluvia, lápiz-cuaderno) con fotos de situaciones reales",
          "Diseñar un 'simulador de conversaciones' con grabadora: practicar saludos acordes a momentos del día (buenos días/tardes/noches)",
          "Crear un mural de 'palabras mágicas' con fórmulas sociales (por favor, gracias, disculpas) asociadas a escenarios específicos",
          "Practicar narraciones secuenciadas: grabar videos cortos de sus actividades y luego describirlas en orden temporal",
          "Implementar un sistema de 'noticias familiares': niño reporta un evento diario usando estructura (quién, qué, dónde)",
          "Diseñar tarjetas de 'instrucciones locas': órdenes absurdas (poner zapato en cabeza) para discriminar lo apropiado/inapropiado",
          "Crear un 'kit de emergencias sociales': tarjetas con frases para situaciones imprevistas (¿Puedo jugar?, Necesito ayuda)",
          "Practicar negociación simple: sistema de intercambio con fichas (2 carros pequeños por 1 grande) usando lenguaje persuasivo",
          "Elaborar mapas mentales visuales para planificar salidas: dibujar ruta con paradas (supermercado -> panadería -> casa)",
          "Implementar juegos de memoria con reglas variables: cambiar criterios (primero por color, luego por forma) sin previo aviso",
          "Crear un 'diccionario emocional' con fotos propias etiquetando emociones complejas (sorpresa, decepción, orgullo)",
          "Diseñar experimentos científicos simples (mezcla colores) siguiendo instrucciones escritas con pictogramas",
          "Practicar inferencias contextuales: mostrar foto incompleta (solo paraguas) y preguntar '¿Qué está pasando?'",
          "Implementar un sistema de 'economía doméstica': monedas ficticias para administrar gastos en tienda simulada",
          "Crear un 'tablero de consecuencias': acciones (terminar tarea) vinculadas a resultados (tiempo de juego) con flechas móviles",
          "Diseñar juegos de pistas con instrucciones condicionales: 'Si encuentras algo rojo, ve al jardín; si es azul, a la cocina'",
          "Practicar flexibilidad lingüística: nombrar 3 usos alternativos para un objeto (cuchara como instrumento, varita mágica, pala)",
          "Elaborar un 'pasaporte de logros' con sellos por habilidades generalizadas (usó fórmula social en tienda real)",
          "Implementar debates simples con temas de preferencia: defender posición usando 2 argumentos estructurados",
          "Crear un 'laboratorio social': analizar interacciones en videos familiares identificando aciertos/mejoras"
        ]
      },
      "nivel_7": {
        "nombre": "Competencia académica con brechas en cognición social",
        "caracteristicas": {
          "imitacion": "Imita roles sociales complejos con rigidez (ej. saluda formalmente a todos igual)",
          "lenguaje_receptivo": "Dificultades para inferir intenciones no explícitas (ironía, sarcasmo)",
          "lenguaje_expresivo": "Lenguaje formal preciso pero con limitaciones pragmáticas (monólogos, tono inadecuado)",
          "capacidad_cognitiva_adaptativa": {
            "fortalezas": "Resuelve problemas lógicos/matemáticos, maneja información factual",
            "desafios": "Dificultades en teoría de la mente, literalidad en consignas ambiguas"
          },
          "enfoque_recomendado": "Entrenamiento en cognición social, autorregulación conversacional, adaptaciones académicas, manejo de ansiedad"
        },
        "sugerencias": [
          "Crear un 'laboratorio de expresiones faciales': analizar fotos/videos familiares identificando emociones sutiles (sorpresa vs. miedo)",
          "Implementar 'sesiones de doble lectura': analizar frases literales vs. intenciones ocultas (ej. '¡Qué ordenado todo!' con tono irónico vs. real)",
          "Diseñar guiones sociales animados: historietas interactivas con diferentes finales según claves contextuales (ej. amigo bostezando = aburrimiento)",
          "Elaborar un diccionario de metáforas cotidianas: explicar frases como 'está lloviendo a cántaros' con ilustraciones literales/figuradas",
          "Crear un 'simulador conversacional' con grabaciones propias: analizar volumen, velocidad y contacto visual en diferentes contextos",
          "Implementar sistema de 'semáforo conversacional': tarjeta verde (tema apropiado), amarilla (cambiar tema), roja (detener monólogo)",
          "Diseñar juegos de rol con situaciones sociales ambiguas (ej. compañero dice 'no importa' con tono molesto)",
          "Crear un 'kit de autoevaluación' con checklist visual: ① ¿Escuché al otro? ② ¿Hablé demasiado? ③ ¿Usé tono adecuado?",
          "Elaborar guías de 'traducción social': convertir frases literales ('tu pelo está raro') en comentarios socialesmente aceptables",
          "Implementar sistema de 'tutorías inversas': niño explica temas académicos a otros practicando adaptación de lenguaje",
          "Crear un archivo de 'errores útiles': registrar malentendidos sociales y analizar alternativas (ej. '¿Por qué se enojó cuando dije...?')",
          "Diseñar actividades de 'perspectiva múltiple': escribir relatos de un evento desde el punto de vista de cada participante",
          "Implementar 'proyectos colaborativos estructurados': roles definidos con tiempos máximos de intervención (ej. coordinador: 3 min por turno)",
          "Crear un 'decodificador de intenciones': tarjetas con frases ambiguas para clasificar en categorías (pedido, queja, broma)",
          "Elaborar cómics con bocadillos vacíos: completar diálogos según expresiones corporales de los personajes",
          "Practicar 'entrevistas simuladas': grabar respuestas a preguntas abiertas y analizar concisión vs. sobreinformación",
          "Diseñar un sistema de 'pistas ocultas': juegos donde se deba inferir información no dicha (ej. pistas para encontrar objeto escondido)",
          "Implementar 'análisis de películas': identificar momentos donde personajes ocultan emociones o usan doble sentido",
          "Crear un 'termómetro de ansiedad social': escala visual para autorregularse antes/frente a interacciones desafiantes",
          "Elaborar manual de 'excepciones a las reglas': documentar cuando normas sociales varían según contexto (ej. saludos formales vs. informales)",
          "Diseñar proyectos académicos con consignas ambiguas deliberadas: practicar pedir aclaraciones (ej. '¿Qué extensión precisa?')",
          "Implementar 'juegos de detectives sociales': buscar claves no verbales en personas en el parque/supermercado",
          "Crear un banco de 'respuestas flexibles': múltiples formas de responder a la misma pregunta (ej. '¿Cómo estás?' -> formal/coloquial)",
          "Practicar 'reescritura de comentarios': transformar observaciones literales en socialmente apropiadas (ej. 'eso huele mal' -> '¿Podemos abrir la ventana?')",
          "Elaborar un 'planificador de interacciones': esquema visual pre-conversación (tema, objetivo, tiempo máximo, señales de fin)"
        ]
      }
    }
  }